{
    "home": "INICIO",
    "aboutme": "SOBRE MI",
    "history": "HISTORIAL",
    "projects":"PROYECTOS",
    "contact":"CONTACTO",

    "tagline": "SOLUCIONES INTEGRALES EN DESARROLLO WEB",
    "contactbutton": "CONTACTAME!",

    "aboutmetext":"HOLA! SOY ARIANA, UNA APASIONADA DESARROLLADORA FULL STACK CON EXPERIENCIA EN JAVASCRIPT, NODE.JS, EXPRESS, REACT, REDUX, CSS, HTML, SQL Y MÁS. ME DESTACO POR MI CAPACIDAD DE RESOLUCIÓN Y MI ENFOQUE POSITIVO ANTE DESAFÍOS NUEVOS. DISFRUTO COMBINAR LÓGICA Y CREATIVIDAD PARA CREAR SOLUCIONES INNOVADORAS QUE IMPULSEN PROYECTOS HACIA ADELANTE. SIEMPRE ESTOY ABIERTA A NUEVOS DESAFÍOS Y OPORTUNIDADES PARA CRECER PROFESIONALMENTE.",

    "education":"EDUCACIÓN",
    "educationtext1":"CARRERA DE DESARROLLO FULL STACK - SOY HENRY (AGO 2023 - ABR 2024)",
    "experience":"EXPERIENCIA LABORAL",
    "experiencetext1":"RESPONSABLE DEL ÁREA DE ADMISIÓN - SIGLO 21 Y TECLAB - ( FEB 2023 - ENE 2024)",
    "experiencetext2":"INSPECTORA DE SINIESTROS - ESTUDIO DE LIQUIDACIÓN VIAN (OCT 2021 - ENE 2023 )",

    "technologies":"TECNOLOGÍAS",

    "projecttittle1":"LANDING PAGE UNIVERSITARIA",
    "projecttext1":"LANDING PAGE DINÁMICA PARA LOS CENTROS DE APRENDIZAJE UNIVERSITARIOS DE LA COSTA ATLÁNTICA DE LA UNIVERSIDAD SIGLO 21, CON UN FORMULARIO DE CONTACTO AUTOMATIZADO COMO LLAMADA A LA ACCIÓN.",
    "projecttittle2":"TIENDA ONLINE PARA DISTRIBUIDORA",
    "projecttext2":"TIENDA ONLINE PARA UNA DISTRIBUIDORA DE EQUIPAMIENTO DEPORTIVO, PROPORCIONANDO UNA EXPERIENCIA DE USUARIO FLUIDA Y FUNCIONAL TANTO PARA CLIENTES COMO PARA ADMINISTRADORES.",

    "contacttittle": "CONTACTAMOS?",
    "name": "NOMBRE:",
    "message": "MENSAJE:",
    "sendbutton": "ENVIAR",

    "footertext": "DISEÑO Y DESARROLLO - ARIANA BREA",

    "toast-errorserver": "ERROR EN EL SERVIDOR, POR FAVOR INTENTALO MÁS TARDE.",
    "toast-success": "GRACIAS POR CONTACTARTE! ME ESTARÉ COMUNICANDO A LA BREVEDAD.",
    "toast-errordefault": "POR FAVOR, COMPLETÁ CORRECTAMENTE LOS CAMPOS ANTES DE ENVIAR.",
    "toast-errornoemail":"EL CORREO ELECTRÓNICO NO PUEDE ESTAR VACIO",
    "toast-errorbademail":"POR FAVOR, INGRESÁ UN CORREO ELECTRÓNICO VÁLIDO",
    "toast-errormessage":"EL MENSAJE NO PUEDE TENER MÁS DE 200 CARACTERES",
    "toast-errornoname": "EL NOMBRE DEBE TENER AL MENOS 3 CARACTERES",
    "toast-errorbadname": "EL NOMBRE SÓLO PUEDE CONTENER LETRAS Y ESPACIOS"

  }
  